alefragnani.project-manager
bbenoist.vagrant
bierner.github-markdown-preview
bierner.markdown-checkbox
bierner.markdown-emoji
bierner.markdown-preview-github-styles
bierner.markdown-yaml-preamble
bungcip.better-toml
christian-kohler.path-intellisense
codezombiech.gitignore
CoenraadS.bracket-pair-colorizer
DavidAnson.vscode-markdownlint
DavidWang.ini-for-vscode
eamodio.gitlens
EditorConfig.EditorConfig
fallenwood.vimL
formulahendry.code-runner
GitHub.vscode-pull-request-github
Gruntfuggly.todo-tree
hars.CppSnippets
James-Yu.latex-workshop
mattn.Lisp
mhutchie.git-graph
ms-python.python
ms-vscode.cpptools
ms-vscode.csharp
ms-vscode.Go
naco-siren.gradle-language
npxms.hide-gitignored
patbenatar.advanced-new-file
piotrpalarz.vscode-gitignore-generator
redhat.java
redhat.vscode-xml
redhat.vscode-yaml
richie5um2.vscode-sort-json
rust-lang.rust
samuelcolvin.jinjahtml
serayuzgur.crates
sleistner.vscode-fileutils
streetsidesoftware.code-spell-checker
Tyriar.sort-lines
VisualStudioExptTeam.vscodeintellicode
vsciot-vscode.vscode-arduino
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscode-icons-team.vscode-icons
vscoss.vscode-ansible
wholroyd.jinja
wpilibsuite.vscode-wpilib
yzhang.markdown-all-in-one
zhuangtongfa.Material-theme
