aaron-bond.better-comments
alefragnani.project-manager
asabil.meson
bbenoist.vagrant
bierner.github-markdown-preview
bierner.markdown-checkbox
bierner.markdown-emoji
bierner.markdown-preview-github-styles
bierner.markdown-yaml-preamble
bungcip.better-toml
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
codezombiech.gitignore
CoenraadS.bracket-pair-colorizer
DavidAnson.vscode-markdownlint
DavidWang.ini-for-vscode
dbaeumer.vscode-eslint
eamodio.gitlens
EditorConfig.EditorConfig
fallenwood.vimL
formulahendry.code-runner
GitHub.vscode-pull-request-github
Gruntfuggly.todo-tree
hars.CppSnippets
James-Yu.latex-workshop
juliensanmartin.vscode-depcheck
KevinRose.vsc-python-indent
mattn.Lisp
mhutchie.git-graph
ms-azuretools.vscode-docker
ms-python.python
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.csharp
ms-vscode.Go
ms-vscode.vscode-typescript-tslint-plugin
naco-siren.gradle-language
naumovs.color-highlight
octref.vetur
patbenatar.advanced-new-file
piotrpalarz.vscode-gitignore-generator
pmneo.tsimporter
rebornix.ruby
redhat.java
redhat.vscode-xml
redhat.vscode-yaml
richardwillis.vscode-gradle
richie5um2.vscode-sort-json
rust-lang.rust
samuelcolvin.jinjahtml
sburg.vscode-javascript-booster
seanwu.vscode-qt-for-python
serayuzgur.crates
sleistner.vscode-fileutils
streetsidesoftware.code-spell-checker
syler.sass-indented
sysoev.language-stylus
twxs.cmake
Tyriar.sort-lines
vadimcn.vscode-lldb
VisualStudioExptTeam.vscodeintellicode
vsciot-vscode.vscode-arduino
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscode-icons-team.vscode-icons
vscoss.vscode-ansible
webfreak.debug
wholroyd.jinja
wingrunr21.vscode-ruby
wpilibsuite.vscode-wpilib
yzhang.markdown-all-in-one
zhuangtongfa.material-theme
